{
  "id": "aprisionamento",
  "name": "Aprisionamento",
  "type": "arcana",
  "circle": "1|2|3|4|5",
  "school": "abjur",
  "execution": "completa",
  "execution_details": null,
  "range": "curto_6m_9q",
  "target": {
    "amount": 1,
    "up_to": null,
    "type": "criatura"
  },
  "effect": "alvo",
  "effect_details": null,
  "counterspell": "dissipar_magia",
  "condition": "aprimoramento 5º circulo",
  "duration": "permanente",
  "duration_details": "até o alvo cumprir a condição establecida",
  "resistence": {
    "effect": "anula",
    "skill": "vontade"
  },
    "description": "Você cria uma prisão mágica. Se o alvo falhar no teste de resistência, fica preso; se passar, fica imune a esta magia por uma semana. Enquanto estiver preso, o alvo não precisa respirar e alimentar-se e não envelhece. Magias de adivinhação não conseguem localizar ou perceber o alvo. Ao lançar a magia, você escolhe uma forma de prisão, entre acorrentamento, contenção mínima, prisão dimensional, sepultamento e sono eterno (veja a carta de continuação para a descrição completa das formas de prisão). O componente material varia, mas todos custam T$ 1.000. Quando a magia é lançada, você deve especificar uma condição que fará com que ela termine e solte o alvo. A condição pode ser tão específica ou elaborada quanto você quiser, mas deve ser possível de acontecer. As condições podem se basear no nome, identidade ou divindade padroeira de uma criatura, ou em ações ou qualidades observáveis, mas nunca em estatísticas intangíveis, como nível, classe ou pontos de vida. O mestre tem a palavra final sobre se uma condição é válida ou não. Dissipar Magia pode dissipar o efeito, mas deve ser conjurada com o aprimoramento de 5º círculo e alvo na prisão (possível neste caso). Anular a Luz e Dispersar as Trevas não afetam a prisão.",
    "extra_details": [
    {
      "type": "Acorrentamento",
      "description": "o alvo é preso por correntes firmemente enraizadas no chão, que o mantém no lugar. O alvo fica paralisado e não pode se mover ou ser movido por qualquer meio.",
      "extra_costs": {
        "material_component": "uma fina corrente de mitral",
        "material_component_cost": "T$ 1000"
      }
    },
    {
      "type": "Contenção Mágica",
      "description": "o alvo diminui para 2 centímetros de altura e é preso dentro de uma pedra preciosa ou objeto semelhante. A luz pode passar através da pedra preciosa normalmente (permitindo que o alvo veja o lado de fora e outras criaturas o vejam), mas nada mais pode passar, nem por meio de teletransporte ou viagem planar. A pedra não pode ser quebrada enquanto o alvo estiver dentro.",
      "extra_costs": {
        "material_component": "uma pedra preciosa, como um diamante ou rubi",
        "material_component_cost": "T$ 1000"
      }
    },
    {
      "type": "Prisão Dimensional",
      "description": "o alvo é transportado para um pequeno semiplano protegido contra teletransporte e viagens planares. O semiplano pode ser um labirinto, uma gaiola, uma torre ou qualquer estrutura ou área confinada similar de sua escolha.",
      "extra_costs": {
        "material_component": "uma represantação em miniatura da prisão, feita de jade",
        "material_component_cost": "T$ 1000"
      }
    },
    {
      "type": "Sepultamento",
      "description": "o alvo é sepultado bem fundo abaixo da terra, dentro de uma esfera de força mágica. Nada pode destruir ou atravessar a esfera, nem mesmo teletransporte ou viagens planares.",
      "extra_costs": {
        "material_component": "um pequeno orbe de adamante",
        "material_component_cost": "T$ 1000"
      }
    },
    {
      "type": "Sono Eterno",
      "description": "o alvo adormece e não pode ser acordado.",
      "extra_costs": {
        "material_component": "fruta preparada com ervas soníferas raras",
        "material_component_cost": "T$ 1000"
      }
    }
  ],
  "effects": [
    {
      "type": "aprisiona",
      "attribute": null,
      "amount": null,
      "resistence_requirement": "vontade",
      "extra_requirements": null
    }
  ]
}
