{
  "id": "controlar_o_tempo",
  "name": "Controlar o Tempo",
  "type": "arcana",
  "circle": "5",
  "school": "trans",
  "execution": "padrão",
  "execution_details": null,
  "range": "curto_6m_9q",
  "target": {
    "amount": null,
    "up_to": null,
    "type": "varia_de_acordo_com_texto"
  },
  "effect": "tempo",
  "effect_details": null,
  "counterspell": null,
  "duration": "varia_de_acordo_com_texto",
  "duration_details": null,
  "resistence": null,
  "extra_costs": null,
  "description": "Aquele que controla o tempo controla o mundo. Escolha um dos efeitos a seguir.\nCongelar o tempo: você entra em um estado atemporal que faz todas as criaturas e efeitos parecerem congelados. Você pode agir livremente por 3 rodadas de tempo aparente. Durante essas rodadas, efeitos contínuos não o afetam, mas criaturas e objetos em posse de criaturas ficam imunes a seus ataques e magias. Magias de área e com duração maior que este efeito vão agir normalmente quando o congelamento acabar. Este efeito costuma ser usado para fortalecer suas defesas e invocar criaturas.\nSaltar no tempo: você e até 5 criaturas voluntárias são transportadas de 1 a 24 horas para o futuro, desaparecendo com um brilho. Vocês ressurgem no mesmo lugar, com a mesma velocidade e orientação; do seu ponto de vista, nenhum tempo se passou. Se um objeto sólido agora ocupa o espaço de uma criatura, ela ressurge na área vazia mais próxima.\nVoltar no tempo: você revive os últimos segundos. Todas as ações da rodada anterior são desfeitas (incluindo perda de PV e PM). Tudo retorna à posição em que estava no início do seu turno na última rodada e você é o único que sabe o que acontecerá. Todos os outros personagens envolvidos na cena devem repetir as mesmas ações — exceto se você fizer algo a respeito (como avisar seus aliados sobre o que vai acontecer).",
  "enhancements": null,
  "effects": [
    {
      "type": "controle",
      "attribute": null,
      "amount": null,
      "resistence_requirement": null,
      "extra_requirements": null
    }
  ]
}
