{
  "id": "terremoto",
  "name": "Terremoto",
  "type": "divina",
  "circle": "4",
  "school": "evoc",
  "execution": "padrão",
  "execution_details": "o lugar onde a magia é lançada altera o efeito, veja texto",
  "range": "longo_90m_60q",
  "target": {
    "amount": null,
    "up_to": null,
    "type": "esfera"
  },
  "effect": "area",
  "effect_details": {
    "shape": "esfera",
    "dimention": "raio",
    "size": "30m_yq",
    "other_details": null
  },
  "counterspell": null,
  "duration": "1_rodada",
  "duration_details": null,
  "resistence": "veja_texto",
  "extra_costs": null,
  "description": "Esta magia cria um tremor de terra que rasga o solo. O terremoto dura uma rodada, durante a qual criaturas sobre o solo não podem se mover, atacar ou lançar magias. O efeito exato depende do terreno. Barreiras físicas não interrompem a área de Terremoto.\nCaverna ou subterrâneo: a magia derruba o teto, causando 12d6 pontos de dano de impacto e agarrando todas as criaturas na área. Um teste de Reflexos reduz o dano à metade e evita ficar agarrado.\nConstrução: todas as estruturas na área sofrem 200 pontos de dano de impacto, o suficiente para derrubar construções de madeira ou alvenaria simples, mas não de alvenaria reforçada. Criaturas em uma construção que desmorone sofrem o mesmo efeito de criaturas em uma caverna (veja acima).\nEspaço aberto: fendas se abrem no chão; cada criatura tem 25% de chance (1 em 1d4) de cair em uma delas. A vítima tem direito a um teste de Reflexos para se agarrar na borda e escapar. No início do seu próximo turno as fendas se fecham, matando todos que estejam dentro delas.\nPenhascos: o penhasco racha, criando um desmoronamento que percorre uma distância horizontal igual à distância vertical da queda. Por exemplo, um penhasco com 30m de altura desmorona em uma área de 30m de comprimento além da base. Qualquer criatura no caminho sofre 8d6 pontos de dano de impacto e fica agarrada. Um teste de Reflexos reduz o dano à metade e evita ficar agarrado.\nRio, lago ou pântano: fissuras se abrem sob a água, drenando-a e formando um lamaçal. Criaturas na área precisam fazer um teste de Reflexos para não afundarem na lama e ficarem agarradas. No início do seu próximo turno as fissuras se fecham, possivelmente afogando as criaturas que ficaram agarradas. Escapar exige uma ação completa e um teste de Atletismo.\nCriaturas agarradas (efeito possível de caverna, construção, penhasco e rio, lago ou pântano) sofrem 1d6 pontos de dano por rodada até serem libertadas, o que exige uma ação completa e um teste de Atletismo (por parte da própria criatura ou de um aliado adjacente).",
  "enhancements": null,
  "effects": [
    {
      "type": "veja_texto",
      "attribute": null,
      "amount": null,
      "resistence_requirement": null,
      "extra_requirements": null
    }
  ]
}
